Repository: Pgr0708/Flavourly
Catalog: Flavourly/Localizable.xcstrings
Source language: en
Languages: ar, de, el, es, fr, hi, it, ja, ko, pt_br, ru, tr, vi, zh_hans

source: Household
ar: الأسرة
de: Haushalt
el: Νοικοκυριό
es: Hogar
fr: Foyer
hi: परिवार
it: Famiglia
ja: 家族
ko: 가족
pt_br: Casa
ru: Семья
tr: Hane
vi: Gia đình
zh_hans: 家庭

source: How confident are you cooking?
ar: ما مدى ثقتك في الطبخ؟
de: Wie sicher bist du beim Kochen?
el: Πόσο σίγουρος/η νιώθεις στη μαγειρική;
es: ¿Qué tanta confianza tienes en la cocina?
fr: Quel est votre niveau en cuisine ?
hi: आप खाना बनाने में कितने आश्वस्त हैं?
it: Quanto sei sicuro in cucina?
ja: 料理にどれくらい自信がありますか？
ko: 요리에 얼마나 자신 있나요?
pt_br: Quanta confiança você tem na cozinha?
ru: Насколько уверенно вы готовите?
tr: Yemek yapmada kendine ne kadar güveniyorsun?
vi: Bạn tự tin nấu ăn đến mức nào?
zh_hans: 你对做饭有多大把握？

source: How do you like to adapt recipes?
ar: كيف تحب تعديل الوصفات؟
de: Wie passt du Rezepte gerne an?
el: Πώς σου αρέσει να προσαρμόζεις τις συνταγές;
es: ¿Cómo te gusta adaptar las recetas?
fr: Comment aimez-vous adapter les recettes ?
hi: आप रेसिपी को कैसे बदलना पसंद करते हैं?
it: Come ti piace adattare le ricette?
ja: レシピをどのようにアレンジしたいですか？
ko: 레시피를 어떻게 바꾸는 걸 좋아하나요?
pt_br: Como você gosta de adaptar receitas?
ru: Как вы любите менять рецепты?
tr: Tarifleri nasıl uyarlamayı seversin?
vi: Bạn thích điều chỉnh công thức thế nào?
zh_hans: 你喜欢怎样调整食谱？

source: How much time can you cook?
ar: كم من الوقت يمكنك الطبخ؟
de: Wie viel Zeit hast du zum Kochen?
el: Πόσο χρόνο έχεις για μαγείρεμα;
es: ¿Cuánto tiempo puedes dedicar a cocinar?
fr: Combien de temps pouvez-vous cuisiner ?
hi: आप खाना बनाने में कितना समय दे सकते हैं?
it: Quanto tempo puoi dedicare alla cucina?
ja: 料理にどれくらい時間をかけられますか？
ko: 요리에 시간을 얼마나 쓸 수 있나요?
pt_br: Quanto tempo você tem para cozinhar?
ru: Сколько времени вы готовы готовить?
tr: Yemek yapmaya ne kadar zaman ayırabilirsin?
vi: Bạn có bao nhiêu thời gian để nấu?
zh_hans: 你能花多少时间做饭？

source: How much time do you have?
ar: كم لديك من الوقت؟
de: Wie viel Zeit hast du?
el: Πόσο χρόνο έχεις;
es: ¿Cuánto tiempo tienes?
fr: Combien de temps avez-vous ?
hi: आपके पास कितना समय है?
it: Quanto tempo hai?
ja: 時間はどれくらいありますか？
ko: 시간이 얼마나 있나요?
pt_br: Quanto tempo você tem?
ru: Сколько у вас времени?
tr: Ne kadar vaktin var?
vi: Bạn có bao nhiêu thời gian?
zh_hans: 你有多少时间？

source: How often do you want to cook?
ar: كم مرة تريد أن تطبخ؟
de: Wie oft möchtest du kochen?
el: Πόσο συχνά θέλεις να μαγειρεύεις;
es: ¿Con qué frecuencia quieres cocinar?
fr: À quelle fréquence voulez-vous cuisiner ?
hi: आप कितनी बार खाना बनाना चाहते हैं?
it: Quanto spesso vuoi cucinare?
ja: どのくらいの頻度で料理したいですか？
ko: 얼마나 자주 요리하고 싶나요?
pt_br: Com que frequência quer cozinhar?
ru: Как часто вы хотите готовить?
tr: Ne sıklıkla yemek yapmak istiyorsun?
vi: Bạn muốn nấu ăn thường xuyên đến đâu?
zh_hans: 你想多久做一次饭？

source: How spicy?
ar: ما درجة الحرارة؟
de: Wie scharf?
el: Πόσο καυτερό;
es: ¿Cuánto picante?
fr: Quel niveau d’épices ?
hi: कितना तीखा?
it: Quanto piccante?
ja: 辛さは？
ko: 얼마나 맵게?
pt_br: Quão apimentado?
ru: Насколько остро?
tr: Ne kadar acı?
vi: Cay đến mức nào?
zh_hans: 要多辣？

source: How was it?
ar: كيف كانت؟
de: Wie war’s?
el: Πώς βγήκε;
es: ¿Qué tal salió?
fr: C’était comment ?
hi: कैसा बना?
it: Com’è venuta?
ja: どうでしたか？
ko: 어땠나요?
pt_br: Como ficou?
ru: Как получилось?
tr: Nasıldı?
vi: Món ăn thế nào?
zh_hans: 做得怎么样？

source: I already have it
ar: لديّ بالفعل
de: Habe ich schon
el: Το έχω ήδη
es: Ya lo tengo
fr: Je l’ai déjà
hi: यह मेरे पास पहले से है
it: Ce l’ho già
ja: もう持っている
ko: 이미 있어요
pt_br: Já tenho
ru: У меня уже есть
tr: Bende zaten var
vi: Tôi đã có rồi
zh_hans: 我已经有了

source: I finished — mark as cooked
ar: انتهيت — علّمها كمطبوخة
de: Fertig – als gekocht markieren
el: Τελείωσα — σήμανση ως μαγειρεμένη
es: Terminé — marcar como cocinada
fr: J’ai fini — marquer comme cuisinée
hi: हो गया — बना हुआ चिह्नित करें
it: Fatto — segna come cucinata
ja: 完了 — 作ったことにする
ko: 완료 — 요리함으로 표시
pt_br: Terminei — marcar como feita
ru: Готово — отметить как приготовленное
tr: Bitti — pişirildi olarak işaretle
vi: Xong — đánh dấu đã nấu
zh_hans: 做好了 — 标记为已做

source: Ideas for “%@”
ar: أفكار لـ «%@»
de: Ideen für „%@“
el: Ιδέες για «%@»
es: Ideas para “%@”
fr: Idées pour « %@ »
hi: “%@” के लिए आइडिया
it: Idee per “%@”
ja: 「%@」のアイデア
ko: “%@” 아이디어
pt_br: Ideias para “%@”
ru: Идеи для «%@»
tr: “%@” için fikirler
vi: Gợi ý cho “%@”
zh_hans: “%@”的灵感

source: Import a recipe
ar: استيراد وصفة
de: Rezept importieren
el: Εισαγωγή συνταγής
es: Importar una receta
fr: Importer une recette
hi: रेसिपी इम्पोर्ट करें
it: Importa una ricetta
ja: レシピを取り込む
ko: 레시피 가져오기
pt_br: Importar uma receita
ru: Импортировать рецепт
tr: Tarif aktar
vi: Nhập công thức
zh_hans: 导入食谱

source: Import failed
ar: فشل الاستيراد
de: Import fehlgeschlagen
el: Η εισαγωγή απέτυχε
es: Error al importar
fr: Échec de l’importation
hi: इम्पोर्ट नहीं हो सका
it: Importazione non riuscita
ja: 取り込みに失敗しました
ko: 가져오기 실패
pt_br: Falha na importação
ru: Ошибка импорта
tr: Aktarım başarısız
vi: Nhập không thành công
zh_hans: 导入失败

source: Import from Instagram, TikTok, YouTube or any website — or save ideas from Discover.
ar: استورد من Instagram أو TikTok أو YouTube أو أي موقع — أو احفظ أفكارًا من «اكتشف».
de: Importiere aus Instagram, TikTok, YouTube oder jeder Website – oder speichere Ideen aus „Entdecken“.
el: Κάνε εισαγωγή από Instagram, TikTok, YouTube ή οποιονδήποτε ιστότοπο — ή αποθήκευσε ιδέες από την Ανακάλυψη.
es: Importa desde Instagram, TikTok, YouTube o cualquier web — o guarda ideas de Descubrir.
fr: Importez depuis Instagram, TikTok, YouTube ou n’importe quel site — ou enregistrez des idées depuis Découvrir.
hi: Instagram, TikTok, YouTube या किसी भी वेबसाइट से इम्पोर्ट करें — या ‘खोजें’ से आइडिया सहेजें।
it: Importa da Instagram, TikTok, YouTube o qualsiasi sito — oppure salva idee da Scopri.
ja: Instagram、TikTok、YouTube、各種サイトから取り込むか、「見つける」からアイデアを保存しましょう。
ko: Instagram, TikTok, YouTube 또는 웹사이트에서 가져오거나, 발견에서 아이디어를 저장하세요.
pt_br: Importe do Instagram, TikTok, YouTube ou qualquer site — ou salve ideias do Descobrir.
ru: Импортируйте из Instagram, TikTok, YouTube или любого сайта — или сохраняйте идеи из «Обзора».
tr: Instagram, TikTok, YouTube veya herhangi bir siteden aktar — ya da Keşfet’ten fikir kaydet.
vi: Nhập từ Instagram, TikTok, YouTube hoặc trang web bất kỳ — hoặc lưu ý tưởng từ Khám phá.
zh_hans: 从Instagram、TikTok、YouTube或任何网站导入 — 或在“发现”中保存灵感。

source: Import recipe
ar: استيراد وصفة
de: Rezept importieren
el: Εισαγωγή συνταγής
es: Importar receta
fr: Importer une recette
hi: रेसिपी इम्पोर्ट करें
it: Importa ricetta
ja: レシピを取り込む
ko: 레시피 가져오기
pt_br: Importar receita
ru: Импорт рецепта
tr: Tarif aktar
vi: Nhập công thức
zh_hans: 导入食谱

source: Import text
ar: استيراد نص
de: Text importieren
el: Εισαγωγή κειμένου
es: Importar texto
fr: Importer du texte
hi: टेक्स्ट इम्पोर्ट करें
it: Importa testo
ja: テキストを取り込む
ko: 텍스트 가져오기
pt_br: Importar texto
ru: Импорт текста
tr: Metin aktar
vi: Nhập văn bản
zh_hans: 导入文字

source: Imported from %@
ar: مستوردة من %@
de: Importiert von %@
el: Εισήχθη από %@
es: Importada de %@
fr: Importée de %@
hi: %@ से इम्पोर्ट किया
it: Importata da %@
ja: %@から取り込み
ko: %@에서 가져옴
pt_br: Importada de %@
ru: Импортировано из %@
tr: %@ kaynağından aktarıldı
vi: Nhập từ %@
zh_hans: 导入自%@

source: Importing recipe
ar: جارٍ استيراد الوصفة
de: Rezept wird importiert
el: Εισαγωγή συνταγής
es: Importando receta
fr: Importation de la recette
hi: रेसिपी इम्पोर्ट हो रही है
it: Importazione della ricetta
ja: レシピを取り込み中
ko: 레시피 가져오는 중
pt_br: Importando receita
ru: Импортируем рецепт
tr: Tarif aktarılıyor
vi: Đang nhập công thức
zh_hans: 正在导入食谱

source: Importing shared recipe
ar: جارٍ استيراد الوصفة المشتركة
de: Geteiltes Rezept wird importiert
el: Εισαγωγή κοινοποιημένης συνταγής
es: Importando receta compartida
fr: Importation de la recette partagée
hi: शेयर की गई रेसिपी इम्पोर्ट हो रही है
it: Importazione della ricetta condivisa
ja: 共有されたレシピを取り込み中
ko: 공유된 레시피 가져오는 중
pt_br: Importando receita compartilhada
ru: Импортируем присланный рецепт
tr: Paylaşılan tarif aktarılıyor
vi: Đang nhập công thức được chia sẻ
zh_hans: 正在导入分享的食谱

source: Importing your recipe
ar: جارٍ استيراد وصفتك
de: Dein Rezept wird importiert
el: Εισαγωγή της συνταγής σου
es: Importando tu receta
fr: Importation de votre recette
hi: आपकी रेसिपी इम्पोर्ट हो रही है
it: Importazione della tua ricetta
ja: レシピを取り込み中
ko: 레시피 가져오는 중
pt_br: Importando sua receita
ru: Импортируем ваш рецепт
tr: Tarifin aktarılıyor
vi: Đang nhập công thức của bạn
zh_hans: 正在导入你的食谱

source: Imports estimate it automatically. You can still cook and plan this recipe.
ar: تقدّرها عمليات الاستيراد تلقائيًا. ما زال بإمكانك طبخ هذه الوصفة وتخطيطها.
de: Importe schätzen das automatisch. Du kannst das Rezept trotzdem kochen und planen.
el: Οι εισαγωγές το υπολογίζουν αυτόματα. Μπορείς και πάλι να μαγειρέψεις και να προγραμματίσεις αυτή τη συνταγή.
es: Las importaciones lo calculan automáticamente. Aun así puedes cocinar y planificar esta receta.
fr: Les importations l’estiment automatiquement. Vous pouvez quand même cuisiner et planifier cette recette.
hi: इम्पोर्ट इसका अनुमान अपने-आप लगाते हैं। आप फिर भी यह रेसिपी बना और योजना में रख सकते हैं।
it: Le importazioni la stimano in automatico. Puoi comunque cucinare e pianificare questa ricetta.
ja: 取り込み時に自動で推定されます。このレシピは作ることも献立に入れることもできます。
ko: 가져오기 시 자동으로 추정돼요. 이 레시피는 그대로 요리하고 계획할 수 있어요.
pt_br: As importações estimam isso automaticamente. Você ainda pode cozinhar e planejar esta receita.
ru: При импорте это рассчитывается автоматически. Рецепт всё равно можно готовить и планировать.
tr: Aktarımlar bunu otomatik tahmin eder. Bu tarifi yine de pişirip planlayabilirsin.
vi: Khi nhập sẽ tự động ước tính. Bạn vẫn có thể nấu và lên kế hoạch cho công thức này.
zh_hans: 导入时会自动估算。你仍然可以做这道菜并加入计划。

source: In pantry
ar: في المخزن
de: Im Vorrat
el: Στο ντουλάπι
es: En la despensa
fr: Au garde-manger
hi: पैंट्री में
it: In dispensa
ja: パントリーにあり
ko: 보관함에 있음
pt_br: Na despensa
ru: В запасах
tr: Kilerde
vi: Có trong tủ đồ
zh_hans: 在储藏中

source: Included
ar: مُضمَّن
de: Enthalten
el: Περιλαμβάνεται
es: Incluido
fr: Inclus
hi: शामिल
it: Incluso
ja: 含まれる
ko: 포함됨
pt_br: Incluído
ru: Включено
tr: Dahil
vi: Đã gồm
zh_hans: 已包含

source: Indian
ar: هندي
de: Indisch
el: Ινδική
es: India
fr: Indienne
hi: भारतीय
it: Indiana
ja: インド料理
ko: 인도 요리
pt_br: Indiana
ru: Индийская
tr: Hint
vi: Món Ấn Độ
zh_hans: 印度菜

source: Ingredient
ar: مكوّن
de: Zutat
el: Υλικό
es: Ingrediente
fr: Ingrédient
hi: सामग्री
it: Ingrediente
ja: 材料
ko: 재료
pt_br: Ingrediente
ru: Ингредиент
tr: Malzeme
vi: Nguyên liệu
zh_hans: 食材

source: Ingredients
ar: المكونات
de: Zutaten
el: Υλικά
es: Ingredientes
fr: Ingrédients
hi: सामग्री
it: Ingredienti
ja: 材料
ko: 재료
pt_br: Ingredientes
ru: Ингредиенты
tr: Malzemeler
vi: Nguyên liệu
zh_hans: 食材

source: Ingredients · %@
ar: المكونات · %@
de: Zutaten · %@
el: Υλικά · %@
es: Ingredientes · %@
fr: Ingrédients · %@
hi: सामग्री · %@
it: Ingredienti · %@
ja: 材料 · %@
ko: 재료 · %@
pt_br: Ingredientes · %@
ru: Ингредиенты · %@
tr: Malzemeler · %@
vi: Nguyên liệu · %@
zh_hans: 食材 · %@

source: Ingredients · %lld
ar: المكونات · %lld
de: Zutaten · %lld
el: Υλικά · %lld
es: Ingredientes · %lld
fr: Ingrédients · %lld
hi: सामग्री · %lld
it: Ingredienti · %lld
ja: 材料 · %lld
ko: 재료 · %lld
pt_br: Ingredientes · %lld
ru: Ингредиенты · %lld
tr: Malzemeler · %lld
vi: Nguyên liệu · %lld
zh_hans: 食材 · %lld

source: Instead of %@ · just this cook
ar: بدلًا من %@ · هذه المرة فقط
de: Statt %@ · nur dieses Mal
el: Αντί για %@ · μόνο αυτή τη φορά
es: En lugar de %@ · solo esta vez
fr: À la place de %@ · cette fois seulement
hi: %@ की जगह · सिर्फ़ इस बार
it: Al posto di %@ · solo questa volta
ja: %@の代わり · 今回だけ
ko: %@ 대신 · 이번만
pt_br: No lugar de %@ · só desta vez
ru: Вместо %@ · только в этот раз
tr: %@ yerine · sadece bu sefer
vi: Thay cho %@ · chỉ lần này
zh_hans: 替代%@ · 仅本次

source: Italian
ar: إيطالي
de: Italienisch
el: Ιταλική
es: Italiana
fr: Italienne
hi: इतालवी
it: Italiana
ja: イタリア料理
ko: 이탈리아 요리
pt_br: Italiana
ru: Итальянская
tr: İtalyan
vi: Món Ý
zh_hans: 意大利菜

source: Its ingredients leave your grocery list.
ar: تُزال مكوناتها من قائمة التسوق.
de: Seine Zutaten verschwinden von deiner Einkaufsliste.
el: Τα υλικά της βγαίνουν από τη λίστα αγορών.
es: Sus ingredientes salen de tu lista de la compra.
fr: Ses ingrédients quittent votre liste de courses.
hi: इसकी सामग्री आपकी किराने की सूची से हट जाती है।
it: I suoi ingredienti escono dalla lista della spesa.
ja: その材料は買い物リストから外れます。
ko: 이 재료들은 장보기 목록에서 빠져요.
pt_br: Os ingredientes saem da sua lista de compras.
ru: Его ингредиенты уйдут из списка покупок.
tr: Malzemeleri alışveriş listenden çıkar.
vi: Nguyên liệu của món này sẽ rời khỏi danh sách đi chợ.
zh_hans: 它的食材会从购物清单中移除。

source: Its planned leftovers are removed too.
ar: تُزال البقايا المخطط لها أيضًا.
de: Geplante Reste werden ebenfalls entfernt.
el: Αφαιρούνται και τα προγραμματισμένα περισσεύματα.
es: También se quitan sus sobras previstas.
fr: Ses restes prévus sont aussi retirés.
hi: इसका योजनाबद्ध बचा खाना भी हट जाता है।
it: Anche gli avanzi pianificati vengono rimossi.
ja: 予定していた作り置きも削除されます。
ko: 계획한 남은 음식도 함께 삭제돼요.
pt_br: As sobras planejadas também são removidas.
ru: Запланированные остатки тоже удаляются.
tr: Planlanan artıkları da kaldırılır.
vi: Đồ thừa đã lên kế hoạch cũng bị xóa.
zh_hans: 计划好的剩菜也会被移除。

source: Jain
ar: جاينية
de: Jainistisch
el: Τζαϊνιστική
es: Jainista
fr: Jaïn
hi: जैन
it: Giainista
ja: ジャイナ教
ko: 자이나교식
pt_br: Jainista
ru: Джайнская
vi: Ăn chay Kỳ Na
zh_hans: 耆那教饮食

source: Japanese
ar: ياباني
de: Japanisch
el: Ιαπωνική
es: Japonesa
fr: Japonaise
hi: जापानी
it: Giapponese
ja: 和食
ko: 일식
pt_br: Japonesa
ru: Японская
tr: Japon
vi: Món Nhật
zh_hans: 日料

source: Just for this cook — the recipe stays as it is
ar: لهذه المرة فقط — تبقى الوصفة كما هي
de: Nur dieses Mal – das Rezept bleibt, wie es ist
el: Μόνο αυτή τη φορά — η συνταγή μένει ως έχει
es: Solo esta vez — la receta se queda como está
fr: Cette fois seulement — la recette reste inchangée
hi: सिर्फ़ इस बार के लिए — रेसिपी वैसी ही रहती है
it: Solo questa volta — la ricetta resta com’è
ja: 今回だけ — レシピはそのまま
ko: 이번만 — 레시피는 그대로예요
pt_br: Só desta vez — a receita continua igual
ru: Только в этот раз — рецепт не меняется
tr: Sadece bu sefer — tarif aynen kalır
vi: Chỉ lần này — công thức giữ nguyên
zh_hans: 仅本次 — 食谱保持不变

source: Just me
ar: أنا فقط
de: Nur ich
el: Μόνο εγώ
es: Solo yo
fr: Juste moi
hi: सिर्फ़ मैं
it: Solo io
ja: 自分だけ
ko: 나 혼자
pt_br: Só eu
ru: Только я
tr: Sadece ben
vi: Chỉ mình tôi
zh_hans: 只有我

source: Just starting
ar: ما زلت مبتدئًا
de: Ich fange gerade an
el: Μόλις ξεκινάω
es: Estoy empezando
fr: Je débute
hi: अभी शुरुआत
it: Sto iniziando
ja: 始めたばかり
ko: 이제 막 시작했어요
pt_br: Estou começando
ru: Только начинаю
tr: Yeni başlıyorum
vi: Mới bắt đầu
zh_hans: 刚开始学

source: Keep browsing — we'll tell you when it's ready
ar: تابع التصفح — سنخبرك عندما تجهز
de: Stöbere weiter – wir sagen dir, wenn es fertig ist
el: Συνέχισε να εξερευνάς — θα σε ειδοποιήσουμε όταν είναι έτοιμο
es: Sigue explorando — te avisaremos cuando esté lista
fr: Continuez — nous vous préviendrons quand ce sera prêt
hi: ब्राउज़ करते रहें — तैयार होने पर हम बताएँगे
it: Continua a esplorare — ti avviseremo quando è pronta
ja: そのまま見ていてください — 準備ができたらお知らせします
ko: 계속 둘러보세요 — 준비되면 알려 드릴게요
pt_br: Continue explorando — avisamos quando estiver pronta
ru: Продолжайте — мы сообщим, когда будет готово
tr: Göz atmaya devam et — hazır olunca haber veririz
vi: Cứ tiếp tục xem — khi xong chúng tôi sẽ báo
zh_hans: 继续浏览 — 好了会通知你

source: Keep draft for later
ar: احتفظ بالمسودة لوقت لاحق
de: Entwurf für später behalten
el: Κράτα το πρόχειρο για αργότερα
es: Guardar borrador para después
fr: Garder le brouillon pour plus tard
hi: ड्राफ़्ट बाद के लिए रखें
it: Tieni la bozza per dopo
ja: 下書きを残しておく
ko: 초안을 나중을 위해 보관
pt_br: Guardar rascunho para depois
ru: Сохранить черновик на потом
tr: Taslağı sonrası için sakla
vi: Giữ bản nháp để làm sau
zh_hans: 保留草稿稍后继续

source: Keep screen on while cooking
ar: إبقاء الشاشة مضاءة أثناء الطبخ
de: Bildschirm beim Kochen anlassen
el: Οθόνη αναμμένη στο μαγείρεμα
es: Mantener la pantalla encendida al cocinar
fr: Garder l’écran allumé en cuisinant
hi: खाना बनाते समय स्क्रीन चालू रखें
it: Schermo acceso mentre cucini
ja: 調理中は画面をオンのままにする
ko: 요리 중 화면 켜 두기
pt_br: Manter a tela ligada ao cozinhar
ru: Не выключать экран во время готовки
tr: Pişirirken ekranı açık tut
vi: Giữ màn hình sáng khi nấu
zh_hans: 烹饪时保持屏幕常亮

source: Kept in
ar: محفوظ في
de: Aufbewahrt im
el: Φυλάσσεται σε
es: Se guarda en
fr: Rangé dans
hi: कहाँ रखा
it: Conservato in
ja: 保存場所
ko: 보관 위치
pt_br: Guardado em
ru: Хранится в
tr: Saklandığı yer
vi: Để ở
zh_hans: 存放在

source: Keto
ar: كيتو
el: Κετογονική
fr: Céto
hi: कीटो
ja: ケト
ko: 키토
pt_br: Cetogênica
ru: Кето
zh_hans: 生酮

source: Kid-friendly
ar: مناسب للأطفال
de: Kinderfreundlich
el: Για παιδιά
es: Para niños
fr: Adapté aux enfants
hi: बच्चों के अनुकूल
it: Adatto ai bambini
ja: 子ども向け
ko: 아이 친화적
pt_br: Para crianças
ru: Для детей
tr: Çocuklara uygun
vi: Hợp với trẻ em
zh_hans: 适合儿童

source: Kitchen
ar: المطبخ
de: Küche
el: Κουζίνα
es: Cocina
fr: Cuisine
hi: रसोई
it: Cucina
ja: キッチン
ko: 주방
pt_br: Cozinha
ru: Кухня
tr: Mutfak
vi: Bếp
zh_hans: 厨房

source: Korean
ar: كوري
de: Koreanisch
el: Κορεατική
es: Coreana
fr: Coréenne
hi: कोरियाई
it: Coreana
ja: 韓国料理
ko: 한식
pt_br: Coreana
ru: Корейская
tr: Kore
vi: Món Hàn
zh_hans: 韩餐

source: Latin American
ar: أمريكي لاتيني
de: Lateinamerikanisch
el: Λατινοαμερικανική
es: Latinoamericana
fr: Latino-américaine
hi: लैटिन अमेरिकी
it: Latinoamericana
ja: ラテンアメリカ料理
ko: 라틴 아메리카 요리
pt_br: Latino-americana
ru: Латиноамериканская
tr: Latin Amerika
vi: Món Mỹ Latinh
zh_hans: 拉美菜

source: Leave it out
ar: استبعده
de: Weglassen
el: Παράλειψη
es: Prescindir
fr: S’en passer
hi: इसे छोड़ दें
it: Lascialo fuori
ja: 使わない
ko: 빼기
pt_br: Deixar de fora
ru: Не добавлять
tr: Çıkar
vi: Bỏ ra
zh_hans: 不放

source: Leave it out (it's optional)
ar: استبعده (اختياري)
de: Weglassen (ist optional)
el: Παράλειψη (είναι προαιρετικό)
es: Prescindir (es opcional)
fr: S’en passer (c’est facultatif)
hi: इसे छोड़ दें (यह वैकल्पिक है)
it: Lascialo fuori (è facoltativo)
ja: 使わない（任意の材料です）
ko: 빼기 (선택 재료예요)
pt_br: Deixar de fora (é opcional)
ru: Не добавлять (необязательно)
tr: Çıkar (isteğe bağlı)
vi: Bỏ ra (không bắt buộc)
zh_hans: 不放（这是可选的）

source: Left out · just this cook
ar: مستبعد · هذه المرة فقط
de: Weggelassen · nur dieses Mal
el: Παραλείφθηκε · μόνο αυτή τη φορά
es: Sin él · solo esta vez
fr: Retiré · cette fois seulement
hi: छोड़ा गया · सिर्फ़ इस बार
it: Escluso · solo questa volta
ja: 除外 · 今回だけ
ko: 뺌 · 이번만
pt_br: Fora · só desta vez
ru: Без него · только в этот раз
tr: Çıkarıldı · sadece bu sefer
vi: Đã bỏ · chỉ lần này
zh_hans: 已省略 · 仅本次

source: Leftover day
ar: يوم البقايا
de: Reste-Tag
el: Ημέρα περισσευμάτων
es: Día de sobras
fr: Jour des restes
hi: बचे खाने का दिन
it: Giorno degli avanzi
ja: 作り置きの日
ko: 남은 음식 먹는 날
pt_br: Dia de sobras
ru: День остатков
tr: Artık günü
vi: Ngày ăn đồ thừa
zh_hans: 剩菜日

source: Leftover meal
ar: وجبة من البقايا
de: Reste-Mahlzeit
el: Γεύμα περισσευμάτων
es: Comida de sobras
fr: Repas de restes
hi: बचे खाने का भोजन
it: Pasto con avanzi
ja: 作り置きの食事
ko: 남은 음식 식사
pt_br: Refeição de sobras
ru: Блюдо из остатков
tr: Artık öğün
vi: Bữa đồ thừa
zh_hans: 剩菜餐

source: Leftovers
ar: البقايا
de: Reste
el: Περισσεύματα
es: Sobras
fr: Restes
hi: बचा खाना
it: Avanzi
ja: 作り置き
ko: 남은 음식
pt_br: Sobras
ru: Остатки
tr: Artıklar
vi: Đồ thừa
zh_hans: 剩菜

source: Leftovers for next-day lunch
ar: بقايا لغداء اليوم التالي
de: Reste fürs Mittagessen am nächsten Tag
el: Περισσεύματα για το μεσημεριανό της επόμενης μέρας
es: Sobras para la comida del día siguiente
fr: Restes pour le déjeuner du lendemain
hi: अगले दिन के लंच के लिए बचा खाना
it: Avanzi per il pranzo del giorno dopo
ja: 翌日のランチ用の作り置き
ko: 다음 날 점심용 남은 음식
pt_br: Sobras para o almoço do dia seguinte
ru: Остатки на обед следующего дня
tr: Ertesi günün öğle yemeği için artıklar
vi: Đồ thừa cho bữa trưa hôm sau
zh_hans: 剩菜作为第二天午餐

source: Leftovers of %@ (%@)
ar: بقايا %@ (%@)
de: Reste von %@ (%@)
el: Περισσεύματα από %@ (%@)
es: Sobras de %@ (%@)
fr: Restes de %@ (%@)
hi: %@ का बचा खाना (%@)
it: Avanzi di %@ (%@)
ja: %@の作り置き（%@）
ko: %@ 남은 음식 (%@)
pt_br: Sobras de %@ (%@)
ru: Остатки: %@ (%@)
tr: %@ artıkları (%@)
vi: Đồ thừa của %@ (%@)
zh_hans: %@的剩菜（%@）

source: Let AI choose
ar: دع الذكاء الاصطناعي يختار
de: KI wählen lassen
el: Άφησε την ΤΝ να διαλέξει
es: Que elija la IA
fr: Laisser l’IA choisir
hi: AI को चुनने दें
it: Lascia scegliere all’IA
ja: AIに任せる
ko: AI가 고르게 하기
pt_br: Deixar a IA escolher
ru: Пусть выберет ИИ
tr: Yapay zekâ seçsin
vi: Để AI chọn
zh_hans: 让AI来选

source: Let's make your kitchen feel like yours.
ar: لنجعل مطبخك يشبهك.
de: Lass uns deine Küche zu deiner machen.
el: Ας κάνουμε την κουζίνα σου δική σου.
es: Hagamos que tu cocina se sienta tuya.
fr: Faisons de votre cuisine la vôtre.
hi: चलिए आपकी रसोई को आपकी अपनी बनाएँ।
it: Rendiamo la tua cucina davvero tua.
ja: あなたらしいキッチンにしましょう。
ko: 나만의 주방으로 만들어 봐요.
pt_br: Vamos deixar sua cozinha com a sua cara.
ru: Сделаем вашу кухню по-настоящему вашей.
tr: Mutfağını kendine göre yapalım.
vi: Hãy biến căn bếp thành của riêng bạn.
zh_hans: 让你的厨房更有你的味道。

source: Let's plan your week
ar: لنخطط أسبوعك
de: Lass uns deine Woche planen
el: Ας προγραμματίσουμε την εβδομάδα σου
es: Planifiquemos tu semana
fr: Planifions votre semaine
hi: चलिए आपका हफ़्ता प्लान करें
it: Pianifichiamo la tua settimana
ja: 1週間の献立を立てましょう
ko: 한 주를 계획해 봐요
pt_br: Vamos planejar sua semana
ru: Давайте спланируем неделю
tr: Haftanı planlayalım
vi: Cùng lên kế hoạch cho tuần của bạn
zh_hans: 来规划你的一周吧

source: Link
ar: رابط
el: Σύνδεσμος
es: Enlace
fr: Lien
hi: लिंक
ja: リンク
ko: 링크
ru: Ссылка
tr: Bağlantı
vi: Liên kết
zh_hans: 链接

source: Links to private or local addresses can't be imported
ar: لا يمكن استيراد روابط لعناوين خاصة أو محلية
de: Links zu privaten oder lokalen Adressen können nicht importiert werden
el: Δεν γίνεται εισαγωγή συνδέσμων προς ιδιωτικές ή τοπικές διευθύνσεις
es: No se pueden importar enlaces a direcciones privadas o locales
fr: Impossible d’importer des liens vers des adresses privées ou locales
hi: निजी या लोकल पतों के लिंक इम्पोर्ट नहीं किए जा सकते
it: Non si possono importare link a indirizzi privati o locali
ja: プライベートやローカルのアドレスへのリンクは取り込めません
ko: 사설 또는 로컬 주소로 연결되는 링크는 가져올 수 없어요
pt_br: Links para endereços privados ou locais não podem ser importados
ru: Ссылки на частные или локальные адреса импортировать нельзя
tr: Özel veya yerel adreslere giden bağlantılar aktarılamaz
vi: Không thể nhập liên kết đến địa chỉ riêng tư hoặc cục bộ
zh_hans: 无法导入指向私有或本地地址的链接

source: Links with a username or password can't be imported
ar: لا يمكن استيراد روابط تحتوي على اسم مستخدم أو كلمة مرور
de: Links mit Benutzername oder Passwort können nicht importiert werden
el: Δεν γίνεται εισαγωγή συνδέσμων με όνομα χρήστη ή κωδικό
es: No se pueden importar enlaces con usuario o contraseña
fr: Impossible d’importer des liens avec identifiant ou mot de passe
hi: यूज़रनेम या पासवर्ड वाले लिंक इम्पोर्ट नहीं किए जा सकते
it: Non si possono importare link con nome utente o password
ja: ユーザー名やパスワードを含むリンクは取り込めません
ko: 사용자 이름이나 비밀번호가 포함된 링크는 가져올 수 없어요
pt_br: Links com usuário ou senha não podem ser importados
ru: Ссылки с логином или паролем импортировать нельзя
tr: Kullanıcı adı veya şifre içeren bağlantılar aktarılamaz
vi: Không thể nhập liên kết có tên người dùng hoặc mật khẩu
zh_hans: 无法导入包含用户名或密码的链接

source: List complete!
ar: اكتملت القائمة!
de: Liste erledigt!
el: Η λίστα ολοκληρώθηκε!
es: ¡Lista completa!
fr: Liste terminée !
hi: सूची पूरी!
it: Lista completata!
ja: リスト完了！
ko: 목록 완료!
pt_br: Lista concluída!
ru: Список готов!
tr: Liste tamam!
vi: Đã xong danh sách!
zh_hans: 清单完成！
